---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.InitialFluxIntensity
source: html/a1d45584-019f-15b4-a2c8-a4d44d0ca80f.htm
---
# InitialFluxIntensity Members

Creates an initial flux intensity object with the given document and flux values.